greeting = "Ваша исследовательская станция находится на Венере.\n" \
           "Вашей исследовательской группе необходимо изучить эту планету и собрать данные о ее поверхности.\n" \
           "Ваша задача -  завершить исследование на 100%. Но не забывайте о других характеристиках.\n" \
           "Если количество членов экспедиции упадёт до нуля, то игра завершится.\n" \
           "В день вы можете выполнить одно действие:\n" \
           "садоводство (голод +5%), добыча воды (жажда +5%), уборка (санитария +5%), изучение (исследование +5%)"
event_0 = "Сегодня ничего интересного не произошло. "
event_1 = "Неожиданно плотность облаков Венеры снизилась в радиусе 3-х километров от базы.\n" \
          "Это дало возможность отправить сигнал, способный дойти до Земли, с просьбой\n" \
          "о дополнительных поставках припасов, а также необходимого оборудования.\n" \
          "Сотрудникам не терпится опробовать его в действии. "
event_2 = "Работа исследовательской станции, вырабатыващей огромное количество тепла,\n" \
          "вкупе с плотной атмосферой привела к существеннному повышению температуры.\n" \
          "Продукты начали портиться значительно быстрее, ученому коллективу тяжело работать в таких условиях."
event_3 = "Неподалёку от базы образовался новый плотный вихрь из облаков,\n" \
          "который был обнаружен оборудованием на базе.\n" \
          "Причина его образования неизвестна: Исследовать? "
event_301 = "Радиолокационное исследование принесло результаты\n" \
            "и позволило получить более целостное представление о поверности планеты.\n" \
            "К сожалению, в ходе исследований, несколько ученых погибло,\n" \
            "их техническое снаряжение находилось в поврежденном состоянии и не выдержало высокого давления.\n" \
            "Было принято решение не возвращать на базу тела погибших,\n" \
            "чтобы не рисковать жизнями оставшихся в живых. "
event_4 = "После завершения исследовательской экспедиции команда оставила часть оборудования снаружи\n" \
          "вместе с образцами почвы. На станции получили прогноз о скором кислотном дожде,\n" \
          "споcобном испортить оборудование и уничтожить образцы.\n" \
          "Для того, чтобы забрать образцы необходимо выслать команду, но есть шанс,\n" \
          "что они не успеют вернуться до начала дождя и пострадают. Отправить команду? "
event_401 = "Команда не успела вернуться до начала кислотного дождя,\n" \
            "но никто, к счастью, не пострадал, оборудование, как и образцы, осталось целым. "
event_402 = "Было принято решение не рисковать жизнью сотоварищей.\n" \
            "Пусть полученные образцы и были уничтожены дождем,\n" \
            "но оборудование не получило серьезных повреждений.\n" \
            "Как только погодные условия улучшатся, можно будет снарядить новую экспедицию. "
event_5 = "Ученым удалось добиться прорыва в исследованиях и создать новый прочный костюм,\n" \
          "позволяющий находиться за пределами базы куда дольше.\n" \
          "Прототип уже прошел испытания, его можно использовать в вылазках. "
event_6 = "Была обнаружена небольшая подземная цивилизация существ, напоминающих кротов,\n" \
          "обитающих на земле, но с очень маленькими головами и телом, маленькими глазами\n" \
          "и большими передними лапами с жесткими когтями, для рытья тунелей.\n" \
          "Существа оказались разумными и весьма любопытными. У прошлой исследовательской группы\n" \
          "они украли мелкое оборудование и утащили в себе в норы.\n" \
          "Возможно, имеет смысл попытаться наладить с ними контакт. Попробовать? "
event_601 = "Существа оказались дружелюбными, благодаря успешно установленым дипломатическим отношениям\n" \
            "с инопланетной рассой удалось собрать необычайно ценные сведения о фауне планеты.\n" \
            "К тому же, возможность общения с пусть и своеборазными, но по-своему милыми существами,\n" \
            "позволило снизить напряжение исследовательской команды. "
event_602 = "Существа оказались довольно назойливыми в своих попытках подружиться с исследовательской группой.\n" \
            "В попытке привлечь внимание они продолжили воровать оборудование, пачкая его в грязи.\n" \
            "Попытки их отпугнуть не принесли особого результата.\n" \
            "По видимому, придется смириться с постоянным присутствием новых компаньонов. "
event_7 = "Внезапно оборудование засекло незнакомый неопознанный летающий объект,\n" \
          "поражающий своими размерами, стремительно приближающийся к планете и, по видимому,\n" \
          "планирующий призмелиться на ней.\n" \
          "Радары НЛО также засекли человеческое присутвствие на планете, ученые приняли странный сигнал,\n" \
          "содержание которого расшифровать не удалось.\n" \
          "Попытаться отправить ответное сообщение? "
event_701 = "В ответ приходит сообщение, написанное на том же языке, что и послание,\n" \
            "отправленное учеными, говорящее о том, что корабль планировал приземлиться\n " \
            "на планете на том месте, где расположена база. Инопланетная цивилизация изменила маршрут\n" \
            "своего путешествия, они вернутся сюда через 100 световых лет, когда база уже разрушится\n" \
            "из-за низкокачественных и недолговечных материалов, использованных при строительстве. "
event_702 = "Космический корабль приземляется прямо на исследовательскую базу,считая ее заброшенной,\n" \
            "и уничтожает ее полностью. "
event_8 = "Спустя длительное время, был найден новый подземный источник воды,\n" \
          "которую после обработки можно использовать для питья. "
event_9 = "Один из ученых, вернувшийся с исследовательской вылазки, пожаловался коллегам,\n" \
          "что плохо себя чувствует. У бедняги поднялась температура,при дальнейшем рассмотрении\n" \
          "обнаружилась кожная сыпь, покрывающая всю спину и грудь.\n" \
          "Вскоре эти же симптомы обнаружились у группы других ученых, успевших поконтактировать с больным.\n" \
          "Их всех отправили на карантин, но к вечеру больные скончались из-за неизвестного вируса.\n" \
          "Команда станции поумерила свой пыл. "
event_10 = "К планете стремительно приближается метеорит, точные координаты места приземления рассчитать\n" \
           "не является возможным. Он может приземлться далеко от базы, не причинив вреда,\n" \
           "а может уничтожить станцию. Для того, чтобы уничтожить метеорит всей команде\n" \
           "придется на время отвлечься от исследований. Уничтожить метеорит? "
event_101 = "Метеорит приземлился далеко от базы, не причинив никакого вреда."
victory = "Исследование планеты успешно завершено, все задачи выполнены.\n" \
            "Члены команды возвращаются домой героями. "
game_over = "Все члены команды погибли, исследовательская миссия провалена.\n" \
            "Конец игры"
daily = "Чем займемся сегодня? "
unit_day = "День"
unit_humans = "- еловек на базе"
unit_eat = "- голод"
unit_drink = "- жажда"
unit_sanitary = "- уровень чистоты"
unit_research = "- прогресс иследований"
